// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Gérer le papier personnalisé";
HelpTitle = "Gérer le papier personnalisé";

NoIccTitle = "<aucun profil sélectionné>";

DoubleNameTitle = "Un papier personnalisé du même nom existe déjà";
DoubleNameMsg = "Un type de papier personnalisé du nom \"%@\" existe déjà. Veuillez sélectionner un autre nom pour le papier personnalisé.";

MaxMediaExceededTitle = "Vous avez dépassé le nombre maximal de types de papier personnalisé";
MaxMediaExceededMsg = "Vous pouvez définir un maximum de %i types de papier personnalisé. Veuillez supprimer un ou plusieurs types de papier avant d’ajouter un nouveau type.";

DeletePaperTitle = "Souhaitez-vous vraiment supprimer le papier personnalisé ?";
DeletePaperMsg = "Cette opération ne peut être annulée. Si vous cliquez sur Supprimer, l’ensemble des informations relatives à votre papier sera supprimé.";
DeleteButtonTitle = "Supprimer";

ProfileExistsTitle = "Le profil ICC existe déjà";
ProfileExistsMsg = "Un profil ICC portant le nom de fichier \"%@\" est déjà stocké dans le répertoire local. Si vous sélectionnez \"Utiliser le profil existant\", le profil déjà stocké sera utilisé pour votre papier. Vous pouvez également sélectionner \"Utiliser un nom de fichier unique\" pour modifier le nom du nouveau profil.";
ProfileExistsDefButton = "Utiliser le profil existant";
ProfileExistsAltButton = "Annuler";
ProfileExistsOtherButton = "Utiliser un nom unique";

//Paper Type Names
Photo = "Photo";
CoatedInkjet = "Papier Jet d’Encre Couché";
PhotoRag = "Papier Photo Chiffon";
Watercolor = "Papier Pour Aquarelle";
Canvas = "Papier Pour Toile";
RigidPhotoRag = "Papier Photo Chiffon Rigide";
RigidWatercolor = "Papier Pour Aquarelle Rigide";
RigidCanvas = "Papier Pour Toile Rigide";
Brochure = "Brochure";
PlainPaper = "Papier Ordinaire";

NonKongText = "Vous pouvez modifier ou supprimer le papier ici. Sélectionnez le papier que vous souhaitez modifier ou supprimer, puis sélectionnez l'action à effectuer dans le menu situé sous le tableau.";

NotRegisteredProfileWarning = "Le profil ICC n'est pas enregistré dans ColorSync. Veuillez sélectionner \"Enregistrer le profil\" dans le menu situé sous le tableau pour l'enregistrer.";

PhotoInkjetScrapbook = "Papier scrapbook Inkjet, Photo";
MatteInkjetScrapbook = "Papier scrapbook Inkjet, Mat";

Coated = "Couché";
PhotoThick = "Papier photo épais";
FiberGloss = "Glacé satiné";
photoRag = "Papier photo de chiffon";
photoRagThin = "Papier photo chiffon fin";

//print quality names
Best = "Supérieur";
Normal = "Normal";
Fast = "FastDraft";
MaxDPI = "PPP maximal";

InvalidFileTitle = "Impossible d'importer le papier personnalisé";
InvalidFileMsg = "Le fichier \"%@\" n'est pas un fichier de papier personnalisé valide.";

ProfileInvalidTitle = "Type de fichier ICC incorrect";
ProfileInvalidMsg = "Le fichier ICC sélectionné ne peut pas être utilisé avec une imprimante.";
ProfileInvalidDefButton = "Choisissez un autre profil…";
ProfileInvalidAltButton = "Annuler";

TaskTitleFieldText = "Gérer le papier personnalisé";
TaskDescriptionFieldText = "Vous pouvez modifier, importer, exporter ou supprimer le papier ici. Sélectionnez le papier que vous souhaitez modifier, importer, exporter ou supprimer, puis sélectionnez l’action que vous souhaitez effectuer dans le menu situé sous le tableau.";
FirstColumnHeader = "Nom du papier";
SecondColumnHeader = "Profil";
MenuItemImport = "Importer…";
MenuItemEdit = "Modifier…";
MenuItemExport = "Exporter…";
MenuItemDelete = "Supprimer";
MenuItemRegisterProfile = "Enregistrer le profil";
EditSheetTitleFieldText = "Modifier le papier personnalisé";
EditSheetDescriptionFieldText = "Veuillez modifier les informations relatives au papier.";
PaperNameLableText = "Nom du papier personnalisé :";
PaperCategoryLableText = "Catégorie du papier :";
IccFileNamelableText = "Profil ICC (facultatif) :";
IccFileNameFieldText = "<aucun profil sélectionné>";
BrowseButtonText = "Parcourir…";
ClearButtonText = "Effacer le profil";
CancelButtonText = "Annuler";
DoneButtonText = "Terminé";
